{
    "title": "Get Ready for Testing!",
    "content": "The ScummVM team is announcing another round of release testing in preparation for our next release: 1.3.0!\n\nSince our last release, we've been very busy working on adding support for more of your favorite games. _Backyard Baseball_. _Backyard Baseball 2001_, _Hugo's House of Horrors_, _Hugo 2: Whodunit?_, _Hugo 3: Jungle of Doom_, _Playtoons: Bambou le Sauveur de la Jungle_, _Toonstruck_, and _Urban Runner_ are all ready for our loyal fans to play through to their hearts' content. Several Living Books games are also supported now: _Aesop's Fables: The Tortoise and the Hare_, _Arthur's Birthday_ (v1), _Arthur's Teacher Trouble_, _Dr. Seuss's ABC_, _Green Eggs and Ham_, _Harry and the Haunted House_, _Just Grandma and Me_ (v1), _Little Monster at School_, _Ruff's Bone_, _Sheila Rae, the Brave_, _Stellaluna_, _The Berenstain Bears Get in a Fight_, _The Berenstain Bears in the Dark_, _The New Kid on the Block_. You can see more info on the bugs we fixed and the features we added over [here](https://github.com/scummvm/scummvm/raw/master/NEWS).\n\nLike with our last release testing, not all games will be tested; only games that have had significant changes to their codebase since the last release are up for testing. As usual, the list of games to be tested is on the [wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.3.0).\n\nThose games aren't going to test themselves! Download a [daily build](/downloads/#daily) and report any bugs you find to the [bug tracker](http://bugs.scummvm.org/). If you complete a game, please let us know on [the forums](http://forums.scummvm.org/viewtopic.php?t=10173) so we can throw the results up on the [wiki page](http://wiki.scummvm.org/index.php/Release_Testing/1.3.0). Be sure to provide the version, language, and platform of your game when reporting a completion. Any other questions? Go check out the [release testing guidelines](http://wiki.scummvm.org/index.php/Release_Testing).",
    "date": "1303479360",
    "author": "clone2727"
}